Repository: guitaripod/PayDay
Catalog: PayDay/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, ja, ko, nl, pl, pt_br, zh_hans, zh_hant

# %@ %@ on %@
source: %1$@ %2$@ on %3$@
de: %1$@ %2$@ auf %3$@
es: %1$@ %2$@ sobre %3$@
fi: %1$@ %2$@ summasta %3$@
fr: %1$@ %2$@ sur %3$@
it: %1$@ %2$@ su %3$@
ja: %1$@ %2$@（対象額 %3$@）
ko: %1$@ %2$@ / 과세표준 %3$@
nl: %1$@ %2$@ over %3$@
pl: %1$@ %2$@ od %3$@
pt_br: %1$@ %2$@ sobre %3$@
zh_hans: %1$@ %2$@，计税基础 %3$@
zh_hant: %1$@ %2$@，課稅基礎 %3$@

source: %@ has no national B2B e-invoicing mandate yet. EU-wide cross-border e-invoicing becomes mandatory on 1 July 2030.
de: %@ hat noch keine nationale B2B-E-Rechnungspflicht. EU-weite grenzüberschreitende E-Rechnungen werden ab 1. Juli 2030 verpflichtend.
es: %@ aún no tiene una obligación nacional de facturación electrónica B2B. La facturación electrónica transfronteriza en toda la UE será obligatoria a partir del 1 de julio de 2030.
fi: %@: ei vielä kansallista yritysten välistä verkkolaskutuspakkoa. EU:n laajuisesta rajat ylittävästä verkkolaskutuksesta tulee pakollista 1.7.2030.
fr: %@ n'a pas encore d'obligation nationale de facturation électronique B2B. La facturation électronique transfrontalière deviendra obligatoire dans toute l'UE à partir du 1er juillet 2030.
it: %@ non ha ancora un obbligo nazionale di fatturazione elettronica B2B. La fatturazione elettronica transfrontaliera diventerà obbligatoria in tutta l'UE dal 1° luglio 2030.
ja: %@にはまだ国内のB2B電子インボイス義務はありません。EU域内の越境電子インボイスは2030年7月1日から義務化されます。
ko: %@에는 아직 국내 B2B 전자 인보이스 의무가 없습니다. EU 전역의 국경 간 전자 인보이스는 2030년 7월 1일부터 의무화됩니다.
nl: %@ heeft nog geen nationale b2b-e-factureringsverplichting. EU-brede grensoverschrijdende e-facturatie wordt verplicht vanaf 1 juli 2030.
pl: %@ nie ma jeszcze krajowego obowiązku e-fakturowania B2B. Ogólnounijne transgraniczne e-fakturowanie stanie się obowiązkowe od 1 lipca 2030 r.
pt_br: %@ ainda não tem uma obrigação nacional de fatura eletrônica B2B. A fatura eletrônica transfronteiriça em toda a UE se tornará obrigatória a partir de 1º de julho de 2030.
zh_hans: %@目前还没有全国性的 B2B 电子发票强制规定。欧盟范围内的跨境电子发票将于 2030 年 7 月 1 日起强制实施。
zh_hant: %@目前尚無全國性的 B2B 電子發票強制規定。歐盟範圍內的跨境電子發票將於 2030 年 7 月 1 日起強制實施。

source: %@ no.
de: %@ Nr.
es: %@ n.º
fi: %@ nro
fr: %@ n°
it: %@ n.
ja: %@番号
ko: %@ 번호
nl: %@ nr.
pl: %@ nr
pt_br: %@ nº
zh_hans: %@编号
zh_hant: %@編號

# %@, %@ per %@
source: %1$@, %2$@ per %3$@
de: %1$@, %2$@ pro %3$@
es: %1$@, %2$@ por %3$@
fr: %1$@, %2$@ par %3$@
it: %1$@, %2$@ ogni %3$@
ja: %1$@、%3$@あたり %2$@
ko: %1$@, %3$@당 %2$@
pl: %1$@, %2$@ za %3$@
pt_br: %1$@, %2$@ por %3$@
zh_hans: %1$@，每%3$@ %2$@
zh_hant: %1$@，每%3$@ %2$@

source: %@: e-invoicing is mandatory for every business since %@.
de: %1$@: E-Rechnungen sind für jedes Unternehmen seit %2$@ Pflicht.
es: %1$@: la facturación electrónica es obligatoria para todas las empresas desde %2$@.
fi: %1$@: verkkolaskutus on pakollista kaikille yrityksille %2$@ alkaen.
fr: %1$@ : facturation électronique obligatoire pour toutes les entreprises depuis %2$@.
it: %1$@: fatturazione elettronica obbligatoria per tutte le imprese dal %2$@.
ja: %1$@：%2$@より、すべての事業者に電子インボイスが義務化。
ko: %1$@: %2$@부터 모든 사업자에게 전자 인보이스 의무화.
nl: %1$@: e-facturatie is sinds %2$@ verplicht voor elk bedrijf.
pl: %1$@: e-fakturowanie obowiązkowe dla każdej firmy od %2$@.
pt_br: %1$@: a fatura eletrônica é obrigatória para todas as empresas desde %2$@.
zh_hans: %1$@：自 %2$@ 起，电子发票对所有企业强制要求。
zh_hant: %1$@：自 %2$@ 起，所有企業皆須開立電子發票。

source: %@: e-invoicing is phasing in — next deadline %@.
de: %1$@: Die E-Rechnungspflicht wird schrittweise eingeführt — nächste Frist %2$@.
es: %1$@: la facturación electrónica se implanta de forma progresiva — próximo plazo %2$@.
fi: %1$@: verkkolaskutus otetaan käyttöön vaiheittain — seuraava määräaika %2$@.
fr: %1$@ : facturation électronique progressive — prochaine échéance %2$@.
it: %1$@: fatturazione elettronica in introduzione graduale — prossima scadenza %2$@.
ja: %1$@：電子インボイスは段階的に導入中 — 次の期限は%2$@。
ko: %1$@: 전자 인보이스 단계적 도입 중 — 다음 기한 %2$@.
nl: %1$@: e-facturatie wordt gefaseerd ingevoerd — volgende deadline %2$@.
pl: %1$@: e-fakturowanie wprowadzane etapami — kolejny termin %2$@.
pt_br: %1$@: a fatura eletrônica está sendo implementada em fases — próximo prazo %2$@.
zh_hans: %1$@：电子发票正分阶段推行 — 下一个截止日期 %2$@。
zh_hant: %1$@：電子發票正分階段推行 — 下一個截止日期 %2$@。

source: %@: mandatory e-invoicing starts %@.
de: %1$@: Die E-Rechnungspflicht beginnt am %2$@.
es: %1$@: la facturación electrónica obligatoria comienza el %2$@.
fi: %1$@: pakollinen verkkolaskutus alkaa %2$@.
fr: %1$@ : la facturation électronique obligatoire commence le %2$@.
it: %1$@: la fatturazione elettronica obbligatoria inizia il %2$@.
ja: %1$@：義務的な電子インボイスは%2$@に開始。
ko: %1$@: 의무적 전자 인보이스 %2$@ 시작.
nl: %1$@: verplichte e-facturatie start op %2$@.
pl: %1$@: obowiązkowe e-fakturowanie zaczyna się %2$@.
pt_br: %1$@: a fatura eletrônica obrigatória começa em %2$@.
zh_hans: %1$@：强制电子发票将于 %2$@ 起实施。
zh_hant: %1$@：強制電子發票將於 %2$@ 起實施。

source: %lld compliance issues
de: %lld Compliance-Fehler
es: %lld problemas de cumplimiento
fi: %lld vaatimuspuutetta
fr: %lld problèmes de conformité
it: %lld problemi di conformità
ja: 準拠エラー %lld 件
ko: 준수 오류 %lld개
nl: %lld compliancefouten
pl: %lld błędu zgodności
pt_br: %lld problemas de conformidade
zh_hans: %lld 项合规问题
zh_hant: %lld 項合規問題

# %lld days free, then %@/%@. Auto-renews. Cancel anytime.
source: %1$lld days free, then %2$@/%3$@. Auto-renews. Cancel anytime.
de: %1$lld Tage gratis, danach %2$@/%3$@. Verlängert sich automatisch. Jederzeit kündbar.
es: %1$lld días gratis y después %2$@/%3$@. Se renueva automáticamente. Cancela cuando quieras.
fi: %1$lld päivän ilmainen kokeilu, sitten %2$@/%3$@. Uusiutuu automaattisesti. Voit peruuttaa milloin tahansa.
fr: %1$lld jours offerts, puis %2$@/%3$@. Renouvellement automatique. Annulable à tout moment.
it: %1$lld giorni gratis, poi %2$@/%3$@. Si rinnova automaticamente. Disdici quando vuoi.
ja: %1$lld 日間無料、その後 %2$@/%3$@。自動更新。いつでも解約できます。
ko: %1$lld일 무료, 이후 %2$@/%3$@. 자동 갱신되며 언제든 해지할 수 있습니다.
nl: %1$lld dagen gratis, daarna %2$@/%3$@. Wordt automatisch verlengd. Altijd opzegbaar.
pl: %1$lld dni za darmo, potem %2$@/%3$@. Odnawia się automatycznie. Możesz anulować w każdej chwili.
pt_br: %1$lld dias grátis, depois %2$@/%3$@. Renova automaticamente. Cancele quando quiser.
zh_hans: 免费 %1$lld 天，之后 %2$@/%3$@。自动续订，可随时取消。
zh_hant: 免費 %1$lld 天，之後 %2$@/%3$@。自動續訂，可隨時取消。

source: 8h design at €90, plus €200 hosting
de: 8 Std. Design zu 90 €, plus 200 € Hosting
es: 8 h de diseño a 90 €, más 200 € de alojamiento
fi: 8 h suunnittelua 90 €, webhotelli 200 €
fr: 8 h de design à 90 €, plus 200 € d'hébergement
it: 8 h di design a 90 €, più 200 € di hosting
ja: デザイン 8 時間 90 ユーロ、ホスティング 200 ユーロ
ko: 디자인 8시간 90유로, 호스팅 200유로
nl: 8 uur ontwerp à € 90, plus € 200 hosting
pl: 8 h projektowania po 90 €, plus 200 € za hosting
pt_br: 8 h de design a € 90, mais € 200 de hospedagem
zh_hans: 设计 8 小时 90 欧元，另加托管 200 欧元
zh_hant: 設計 8 小時 90 歐元，另加主機代管 200 歐元

source: AI Drafting
de: KI-Entwürfe
es: Borradores con IA
fi: Tekoälyluonnokset
fr: Rédaction par IA
it: Bozze con IA
ja: AI 下書き
ko: AI 초안
nl: AI-concepten
pl: Szkice AI
pt_br: Rascunhos com IA
zh_hans: AI 起草
zh_hant: AI 起草

source: AI drafting
de: KI-Entwürfe
es: Borradores con IA
fi: Tekoälyluonnokset
fr: Rédaction par IA
it: Bozze con IA
ja: AI 下書き
ko: AI 초안
nl: AI-concepten
pl: Szkice AI
pt_br: Rascunhos com IA
zh_hans: AI 起草
zh_hant: AI 起草

source: AMOUNT
de: BETRAG
es: IMPORTE
fi: SUMMA
fr: MONTANT
it: IMPORTO
ja: 金額
ko: 금액
nl: BEDRAG
pl: WARTOŚĆ
pt_br: VALOR
zh_hans: 金额
zh_hant: 金額

source: About
de: Info
es: Acerca de
fi: Tietoja
fr: À propos
it: Informazioni
ja: アプリについて
ko: 정보
nl: Info
pl: Informacje
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

source: Accepted by the network.
de: Vom Netzwerk angenommen.
es: Aceptada por la red.
fi: Verkko hyväksyi lähetyksen.
fr: Acceptée par le réseau.
it: Accettata dalla rete.
ja: ネットワークに受理されました。
ko: 네트워크에서 수락했습니다.
nl: Geaccepteerd door het netwerk.
pl: Przyjęte przez sieć.
pt_br: Aceita pela rede.
zh_hans: 网络已接收。
zh_hant: 網路已接受。

source: Account
de: Konto
es: Cuenta
fi: Tili
fr: Compte
ja: アカウント
ko: 계정
pl: Konto
pt_br: Conta
zh_hans: 账户
zh_hant: 帳戶

source: Add a Peppol ID to this client to send over the network.
de: Hinterlegen Sie für diesen Kunden eine Peppol-ID, um über das Netzwerk zu senden.
es: Añade un ID de Peppol a este cliente para enviar por la red.
fi: Lisää asiakkaalle Peppol-tunnus, jotta voit lähettää verkon kautta.
fr: Ajoutez un identifiant Peppol à ce client pour envoyer via le réseau.
it: Aggiungi un ID Peppol a questo cliente per inviare tramite la rete.
ja: この取引先に Peppol ID を追加すると、ネットワーク経由で送信できます。
ko: 이 거래처에 Peppol ID를 추가하면 네트워크로 보낼 수 있습니다.
nl: Voeg een Peppol-ID toe aan deze klant om via het netwerk te versturen.
pl: Dodaj temu kontrahentowi identyfikator Peppol, aby wysyłać przez sieć.
pt_br: Adicione um ID Peppol a este cliente para enviar pela rede.
zh_hans: 为该客户添加 Peppol ID 后即可通过网络发送。
zh_hant: 為這位客戶新增 Peppol ID，即可透過網路傳送。

source: Add client
de: Kunde hinzufügen
es: Añadir cliente
fi: Lisää asiakas
fr: Ajouter un client
it: Aggiungi cliente
ja: 取引先を追加
ko: 거래처 추가
nl: Klant toevoegen
pl: Dodaj kontrahenta
pt_br: Adicionar cliente
zh_hans: 添加客户
zh_hant: 新增客戶

source: Add line item
de: Position hinzufügen
es: Añadir línea
fi: Lisää rivi
fr: Ajouter une ligne
it: Aggiungi riga
ja: 明細を追加
ko: 항목 추가
nl: Regel toevoegen
pl: Dodaj pozycję
pt_br: Adicionar item
zh_hans: 添加明细
zh_hant: 新增明細

source: Add the businesses you invoice. Their VAT ID and Peppol address power compliant e-invoices.
de: Legen Sie die Unternehmen an, denen Sie Rechnungen stellen. USt-IdNr. und Peppol-Adresse machen konforme E-Rechnungen möglich.
es: Añade las empresas a las que facturas. Su n.º de IVA y su dirección Peppol hacen posibles las facturas electrónicas conformes.
fi: Lisää yritykset, joita laskutat. Niiden ALV-tunnus ja Peppol-osoite mahdollistavat vaatimustenmukaiset verkkolaskut.
fr: Ajoutez les entreprises que vous facturez. Leur n° de TVA et leur adresse Peppol rendent possibles des factures électroniques conformes.
it: Aggiungi le aziende a cui fatturi. Partita IVA e indirizzo Peppol rendono possibili le fatture elettroniche conformi.
ja: 請求先の企業を登録します。VAT 番号と Peppol アドレスが、準拠した電子インボイスの土台になります。
ko: 인보이스를 보내는 회사를 추가하세요. VAT 번호와 Peppol 주소가 규정에 맞는 전자 인보이스의 기반이 됩니다.
nl: Voeg de bedrijven toe die je factureert. Hun btw-nummer en Peppol-adres maken conforme e-facturen mogelijk.
pl: Dodaj firmy, którym wystawiasz faktury. Ich NIP i adres Peppol umożliwiają zgodne e-faktury.
pt_br: Adicione as empresas para as quais você fatura. O nº de IVA e o endereço Peppol viabilizam faturas eletrônicas em conformidade.
zh_hans: 添加你开票的企业。其增值税税号和 Peppol 地址是合规电子发票的基础。
zh_hant: 新增你開立發票的對象企業。他們的加值稅稅號與 Peppol 位址是合規電子發票的基礎。

source: Add your Peppol ID
de: Peppol-ID hinzufügen
es: Añadir tu ID de Peppol
fi: Lisää Peppol-tunnuksesi
fr: Ajouter votre identifiant Peppol
it: Aggiungi il tuo ID Peppol
ja: Peppol IDを追加
ko: Peppol ID 추가
nl: Voeg je Peppol-ID toe
pl: Dodaj swój identyfikator Peppol
pt_br: Adicionar seu ID Peppol
zh_hans: 添加你的 Peppol ID
zh_hant: 新增你的 Peppol ID

source: Add your Peppol ID in Business Settings before sending over the network.
de: Hinterlegen Sie Ihre Peppol-ID in den Unternehmenseinstellungen, bevor Sie über das Netzwerk senden.
es: Añade tu ID de Peppol en los ajustes de empresa antes de enviar por la red.
fi: Lisää oma Peppol-tunnuksesi yrityksen asetuksiin ennen verkkolähetystä.
fr: Renseignez votre identifiant Peppol dans les réglages de l'entreprise avant d'envoyer via le réseau.
it: Inserisci il tuo ID Peppol nelle impostazioni aziendali prima di inviare tramite la rete.
ja: ネットワークで送信する前に、事業者設定で Peppol ID を登録してください。
ko: 네트워크로 보내기 전에 사업자 설정에서 Peppol ID를 등록하세요.
nl: Vul je Peppol-ID in bij de bedrijfsgegevens voordat je via het netwerk verstuurt.
pl: Dodaj swój identyfikator Peppol w ustawieniach firmy, zanim wyślesz przez sieć.
pt_br: Informe seu ID Peppol nos ajustes da empresa antes de enviar pela rede.
zh_hans: 通过网络发送前，请先在企业设置中填写你的 Peppol ID。
zh_hant: 透過網路傳送前，請先在企業設定中填寫你的 Peppol ID。

source: Add your name, VAT ID, and IBAN
de: Name, USt-IdNr. und IBAN ergänzen
es: Añade tu nombre, n.º de IVA e IBAN
fi: Lisää nimi, ALV-tunnus ja IBAN
fr: Ajoutez votre nom, votre n° de TVA et votre IBAN
it: Aggiungi nome, partita IVA e IBAN
ja: 名称・VAT 番号・IBAN を登録します
ko: 이름, VAT 번호, IBAN 입력
nl: Vul je naam, btw-nummer en IBAN aan
pl: Uzupełnij nazwę, NIP i IBAN
pt_br: Adicione seu nome, nº de IVA e IBAN
zh_hans: 填写名称、增值税税号和 IBAN
zh_hant: 填寫名稱、加值稅稅號與 IBAN

source: Add your name, VAT ID, and IBAN so every invoice is complete.
de: Ergänzen Sie Name, USt-IdNr. und IBAN, damit jede Rechnung vollständig ist.
es: Añade tu nombre, n.º de IVA e IBAN para que cada factura esté completa.
fi: Lisää nimesi, ALV-tunnuksesi ja IBAN, niin jokainen lasku on täydellinen.
fr: Ajoutez votre nom, votre n° de TVA et votre IBAN pour que chaque facture soit complète.
it: Aggiungi nome, partita IVA e IBAN: così ogni fattura è completa.
ja: 名称・VAT 番号・IBAN を登録すると、すべての請求書が完全になります。
ko: 이름, VAT 번호, IBAN을 입력하면 모든 인보이스가 완전해집니다.
nl: Vul je naam, btw-nummer en IBAN aan, zodat elke factuur compleet is.
pl: Uzupełnij nazwę, NIP i IBAN, aby każda faktura była kompletna.
pt_br: Adicione seu nome, nº de IVA e IBAN para que toda fatura fique completa.
zh_hans: 填写名称、增值税税号和 IBAN，让每张发票都完整。
zh_hant: 填寫名稱、加值稅稅號與 IBAN，讓每張發票都完整。

source: Address
de: Adresse
es: Dirección
fi: Osoite
fr: Adresse
it: Indirizzo
ja: 住所
ko: 주소
nl: Adres
pl: Adres
pt_br: Endereço
zh_hans: 地址
zh_hant: 地址

source: Agree & Continue
de: Zustimmen & fortfahren
es: Aceptar y continuar
fi: Hyväksy ja jatka
fr: Accepter et continuer
it: Accetta e continua
ja: 同意して続ける
ko: 동의하고 계속
nl: Akkoord en doorgaan
pl: Akceptuj i kontynuuj
pt_br: Concordar e continuar
zh_hans: 同意并继续
zh_hant: 同意並繼續

source: Allowed
de: Erlaubt
es: Permitido
fi: Sallittu
fr: Autorisé
it: Consentito
ja: 許可済み
ko: 허용됨
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
zh_hans: 已允许
zh_hant: 已允許

source: Appearance
de: Erscheinungsbild
es: Aspecto
fi: Ulkoasu
fr: Apparence
it: Aspetto
ja: 外観
ko: 화면 모드
nl: Weergave
pl: Wygląd
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

source: Austria has no B2B mandate yet, but federal suppliers must send e-invoices and Peppol is the standard. EU-wide cross-border e-invoicing becomes mandatory on 1 July 2030.
de: Österreich hat noch keine B2B-Pflicht, aber Lieferanten des Bundes müssen E-Rechnungen senden, und Peppol ist der Standard. EU-weite grenzüberschreitende E-Rechnungen werden ab 1. Juli 2030 verpflichtend.
es: Austria aún no tiene una obligación B2B, pero los proveedores del Estado federal deben enviar facturas electrónicas y Peppol es el estándar. La facturación electrónica transfronteriza en toda la UE será obligatoria a partir del 1 de julio de 2030.
fi: Itävallassa ei vielä ole yritysten välistä pakkoa, mutta valtion hankintojen toimittajien on lähetettävä verkkolaskuja, ja Peppol on käytössä oleva standardi. EU:n laajuisesta rajat ylittävästä verkkolaskutuksesta tulee pakollista 1.7.2030.
fr: L'Autriche n'a pas encore d'obligation B2B, mais les fournisseurs de l'État fédéral doivent envoyer des factures électroniques et Peppol est la norme. La facturation électronique transfrontalière deviendra obligatoire dans toute l'UE à partir du 1er juillet 2030.
it: L'Austria non ha ancora un obbligo B2B, ma i fornitori dello Stato federale devono inviare fatture elettroniche e Peppol è lo standard. La fatturazione elettronica transfrontaliera diventerà obbligatoria in tutta l'UE dal 1° luglio 2030.
ja: オーストリアにはまだB2B義務はありませんが、連邦政府の取引先はPeppolを標準として電子インボイスを送付する必要があります。EU域内の越境電子インボイスは2030年7月1日から義務化されます。
ko: 오스트리아는 아직 B2B 의무가 없지만, 연방 정부 공급업체는 Peppol을 표준으로 전자 인보이스를 보내야 합니다. EU 전역의 국경 간 전자 인보이스는 2030년 7월 1일부터 의무화됩니다.
nl: Oostenrijk heeft nog geen B2B-verplichting, maar leveranciers van de federale overheid moeten e-facturen sturen en Peppol is de standaard. EU-brede grensoverschrijdende e-facturatie wordt verplicht vanaf 1 juli 2030.
pl: Austria nie ma jeszcze obowiązku B2B, ale dostawcy administracji federalnej muszą wysyłać e-faktury, a Peppol jest standardem. Ogólnounijne transgraniczne e-fakturowanie stanie się obowiązkowe od 1 lipca 2030 r.
pt_br: A Áustria ainda não tem uma obrigação B2B, mas os fornecedores do governo federal devem enviar faturas eletrônicas, e o Peppol é o padrão. A fatura eletrônica transfronteiriça em toda a UE se tornará obrigatória a partir de 1º de julho de 2030.
zh_hans: 奥地利目前还没有 B2B 强制规定，但联邦政府供应商必须发送电子发票，Peppol 是标准渠道。欧盟范围内的跨境电子发票将于 2030 年 7 月 1 日起强制实施。
zh_hant: 奧地利目前尚無 B2B 強制規定，但聯邦政府供應商必須傳送電子發票，Peppol 為標準管道。歐盟範圍內的跨境電子發票將於 2030 年 7 月 1 日起強制實施。

source: Beautiful invoices for free — and EU-compliant e-invoices (Factur-X, Peppol) when you need them.
de: Schöne Rechnungen kostenlos – und EU-konforme E-Rechnungen (Factur-X, Peppol), wenn Sie sie brauchen.
es: Facturas bonitas gratis y facturas electrónicas conformes con la UE (Factur-X, Peppol) cuando las necesites.
fi: Kauniita laskuja ilmaiseksi – ja EU-vaatimusten mukaisia verkkolaskuja (Factur-X, Peppol) silloin, kun tarvitset.
fr: De belles factures gratuitement — et des factures électroniques conformes à l'UE (Factur-X, Peppol) quand vous en avez besoin.
it: Fatture belle e gratuite — e fatture elettroniche conformi alle norme UE (Factur-X, Peppol) quando servono.
ja: 美しい請求書を無料で。必要なときは EU 準拠の電子インボイス（Factur-X、Peppol）も。
ko: 아름다운 인보이스를 무료로. 필요할 때는 EU 규정을 지키는 전자 인보이스(Factur-X, Peppol)까지.
nl: Mooie facturen, gratis — en EU-conforme e-facturen (Factur-X, Peppol) wanneer je ze nodig hebt.
pl: Piękne faktury za darmo — i zgodne z prawem UE e-faktury (Factur-X, Peppol), gdy ich potrzebujesz.
pt_br: Faturas bonitas de graça — e faturas eletrônicas em conformidade com a UE (Factur-X, Peppol) quando você precisar.
zh_hans: 免费开出漂亮的发票——需要时还能生成符合欧盟规范的电子发票（Factur-X、Peppol）。
zh_hant: 免費開出漂亮的發票——需要時還能產生符合歐盟規範的電子發票（Factur-X、Peppol）。

source: Bill to
de: Rechnung an
es: Facturar a
fi: Laskun saaja
fr: Facturé à
it: Destinatario
ja: 請求先
ko: 청구처
nl: Factuur aan
pl: Nabywca
pt_br: Faturar para
zh_hans: 收票方
zh_hant: 買方

# Billed %@ every %@. Auto-renews. Cancel anytime.
source: Billed %1$@ every %2$@. Auto-renews. Cancel anytime.
de: Abrechnung: %1$@ pro %2$@. Verlängert sich automatisch. Jederzeit kündbar.
es: Se cobra %1$@ cada %2$@. Se renueva automáticamente. Cancela cuando quieras.
fi: Laskutetaan %1$@ joka %2$@. Uusiutuu automaattisesti. Voit peruuttaa milloin tahansa.
fr: Facturé %1$@ par %2$@. Renouvellement automatique. Annulable à tout moment.
it: Addebito di %1$@ ogni %2$@. Si rinnova automaticamente. Disdici quando vuoi.
ja: %2$@ごとに %1$@。自動更新。いつでも解約できます。
ko: %2$@마다 %1$@ 청구. 자동 갱신되며 언제든 해지할 수 있습니다.
nl: Je betaalt %1$@ per %2$@. Wordt automatisch verlengd. Altijd opzegbaar.
pl: Płatność %1$@ co %2$@. Odnawia się automatycznie. Możesz anulować w każdej chwili.
pt_br: Cobrança de %1$@ por %2$@. Renova automaticamente. Cancele quando quiser.
zh_hans: 每%2$@收取 %1$@。自动续订，可随时取消。
zh_hant: 每%2$@收取 %1$@。自動續訂，可隨時取消。

source: Billed annually
de: Jährlich abgerechnet
es: Facturación anual
fi: Laskutus vuosittain
fr: Facturé annuellement
it: Fatturazione annuale
ja: 年額プラン
ko: 연간 결제
nl: Jaarlijks afgerekend
pl: Płatność roczna
pt_br: Cobrança anual
zh_hans: 按年计费
zh_hant: 按年計費

source: Billed monthly
de: Monatlich abgerechnet
es: Facturación mensual
fi: Laskutus kuukausittain
fr: Facturé mensuellement
it: Fatturazione mensile
ja: 月額プラン
ko: 월간 결제
nl: Maandelijks afgerekend
pl: Płatność miesięczna
pt_br: Cobrança mensal
zh_hans: 按月计费
zh_hant: 按月計費

source: Business
de: Unternehmen
es: Empresa
fi: Yritys
fr: Entreprise
it: Azienda
ja: 事業者情報
ko: 사업자
nl: Bedrijf
pl: Firma
pt_br: Empresa
zh_hans: 企业
zh_hant: 企業

source: Business details
de: Unternehmensdaten
es: Datos de la empresa
fi: Yrityksen tiedot
fr: Informations de l'entreprise
it: Dati aziendali
ja: 事業者情報
ko: 사업자 정보
nl: Bedrijfsgegevens
pl: Dane firmy
pt_br: Dados da empresa
zh_hans: 企业信息
zh_hant: 企業資料

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Charges
de: Zuschläge
es: Cargos
fi: Lisämaksut
fr: Frais
it: Maggiorazioni
ja: 加算
ko: 추가 요금
nl: Toeslagen
pl: Dopłaty
pt_br: Encargos
zh_hans: 附加费用
zh_hant: 附加費用

source: Checking VAT…
de: USt-IdNr. wird geprüft…
es: Comprobando el IVA…
fi: Tarkistetaan ALV-tunnusta…
fr: Vérification de la TVA…
it: Verifica della partita IVA…
ja: VAT 番号を確認中…
ko: VAT 번호 확인 중…
nl: Btw-nummer controleren…
pl: Sprawdzanie numeru VAT…
pt_br: Verificando o IVA…
zh_hans: 正在校验增值税税号…
zh_hant: 正在驗證加值稅稅號…

source: Choose a photo or receipt
de: Foto oder Beleg wählen
es: Elegir una foto o un recibo
fi: Valitse kuva tai kuitti
fr: Choisir une photo ou un reçu
it: Scegli una foto o una ricevuta
ja: 写真またはレシートを選ぶ
ko: 사진 또는 영수증 선택
nl: Kies een foto of bon
pl: Wybierz zdjęcie lub paragon
pt_br: Escolher foto ou recibo
zh_hans: 选择照片或收据
zh_hant: 選擇照片或收據

source: Choose client
de: Kunde wählen
es: Elegir cliente
fi: Valitse asiakas
fr: Choisir un client
it: Scegli cliente
ja: 取引先を選択
ko: 거래처 선택
nl: Kies klant
pl: Wybierz kontrahenta
pt_br: Escolher cliente
zh_hans: 选择客户
zh_hant: 選擇客戶

source: City
de: Ort
es: Ciudad
fi: Postitoimipaikka
fr: Ville
it: Città
ja: 市区町村
ko: 도시
nl: Plaats
pl: Miejscowość
pt_br: Cidade
zh_hans: 城市
zh_hant: 城市

source: Client
de: Kunde
es: Cliente
fi: Asiakas
it: Cliente
ja: 取引先
ko: 거래처
nl: Klant
pl: Kontrahent
pt_br: Cliente
zh_hans: 客户
zh_hant: 客戶

source: Clients
de: Kunden
es: Clientes
fi: Asiakkaat
it: Clienti
ja: 取引先
ko: 거래처
nl: Klanten
pl: Kontrahenci
pt_br: Clientes
zh_hans: 客户
zh_hant: 客戶

source: Close
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Company registration no.
de: Handelsregisternr.
es: N.º de registro mercantil
fi: Y-tunnus
fr: N° d'immatriculation
it: N. registro imprese
ja: 登記番号
ko: 사업자등록번호
nl: KvK-nummer
pl: Numer rejestrowy
pt_br: Nº de registro da empresa
zh_hans: 公司注册号
zh_hant: 公司登記編號

source: Continue
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Convert to Invoice
de: In Rechnung umwandeln
es: Convertir en factura
fi: Muunna laskuksi
fr: Convertir en facture
it: Converti in fattura
ja: 請求書に変換
ko: 인보이스로 변환
nl: Zet om in factuur
pl: Zamień na fakturę
pt_br: Converter em fatura
zh_hans: 转为发票
zh_hant: 轉為發票

source: Copy
de: Kopieren
es: Copiar
fi: Kopioi
fr: Copier
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
zh_hans: 拷贝
zh_hant: 拷貝

source: Couldn't Delete
de: Löschen fehlgeschlagen
es: No se pudo eliminar
fi: Poisto epäonnistui
fr: Suppression impossible
it: Impossibile eliminare
ja: 削除できませんでした
ko: 삭제하지 못했습니다
nl: Verwijderen mislukt
pl: Nie udało się usunąć
pt_br: Não foi possível excluir
zh_hans: 无法删除
zh_hant: 無法刪除

source: Couldn't Save
de: Sichern fehlgeschlagen
es: No se pudo guardar
fi: Tallennus epäonnistui
fr: Enregistrement impossible
it: Impossibile salvare
ja: 保存できませんでした
ko: 저장하지 못했습니다
nl: Bewaren mislukt
pl: Nie udało się zapisać
pt_br: Não foi possível salvar
zh_hans: 无法存储
zh_hant: 無法儲存

source: Couldn't allocate a number
de: Keine Nummer vergeben
es: No se pudo asignar un número
fi: Numeroa ei voitu varata
fr: Numéro non attribué
it: Numero non assegnato
ja: 番号を採番できませんでした
ko: 번호를 발급하지 못했습니다
nl: Geen nummer toegekend
pl: Nie przydzielono numeru
pt_br: Não foi possível gerar o número
zh_hans: 无法分配编号
zh_hant: 無法取得編號
